alloys = {
    '1': {
        'Латунь': {
            'cu': 0.7,
            'zn': 0.3
        },
        'Бронза': {
            'cu': 0.8,
            'zn': 0.12,
            'sn': 0.03,
            'pb': 0.05
        },
        'Мельхиор': {
            'cu': 0.7,
            'ni': 0.3
        }
    },

    '2': {
        'Brass': {
            'cu': 0.7,
            'zn': 0.3
        },
        'Bronze': {
            'cu': 0.8,
            'zn': 0.12,
            'sn': 0.03,
            'pb': 0.05
        },
        'Cupronickel': {
            'cu': 0.7,
            'ni': 0.3
        }
    }
}