alloys = {
    '1': {
    'Сталь': {
        'fe': 0.985,
        'c': 0.015
    },
    'Чугун': {
        'fe': 0.95,
        'c': 0.05
    },
    'Нержавеющая сталь': {
        'fe': 0.7,
        'cr': 0.2,
        'ni': 0.1
    }
},

    '2': {
        'Steel': {
            'fe': 0.985,
            'c': 0.015
        },
        'Cast_iron': {
            'fe': 0.95,
            'c': 0.05
        },
        'Stainless_steel': {
            'fe': 0.7,
            'cr': 0.2,
            'ni': 0.1
        }
    }}
