alloys = {
    '1': {
        'Кремнистый никель': {
            'ni': 0.994,
            'si': 0.006
        },
        'Алюмель': {
            'al': 0.016,
            'mn': 0.027,
            'si': 0.015,
            'ni': 0.942
        },
        'Хромель': {
            'ni': 0.9,
            'cr': 0.1
        }
    },

    '2': {
        'Silicon_nickel': {
            'ni': 0.994,
            'si': 0.006
        },
        'Alumel': {
            'al': 0.016,
            'mn': 0.027,
            'si': 0.015,
            'ni': 0.942
        },
        'Chromel': {
            'ni': 0.9,
            'cr': 0.1
        }
    }
}
